# Напишите функцию который будет конвертировать Фаренгейт в Цельсии и наоборот.
a = int(input("Faren: "))
Celsius = a-(32*5/9)
print(Celsius)
b = int(input("Celsius: "))
Farenheit = a*9/5+32
print(Farenheit)